{
    "centralAelio1": "msp_0042",
    "centralAelio2": "msp_0026",
    "centralAelio3": "msp_0009",
    "centralAelio4": "msp_0033",
    "centralAelio5": "msp_0001",
    "centralAelio6": "msp_0021",
    "centralAelio7": "msp_0043",
    "centralAelio8": "msp_0036",
    "centralAelio9": "msp_0018",

    "southAelio1": "msp_0010",
    "southAelio2": "msp_0002",
    "southAelio3": "msp_0027",
    "southAelio4-": "msp_0019.",
    "southAelio5": "msp_0034",
    "southAelio6": "msp_0020",
    "southAelio7": "msp_0045",
    "southAelio8": "msp_0038",

    "westAelio1": "msp_0037",
    "westAelio2-": "msp_0011",
    "westAelio3": "msp_0046",
    "westAelio4": "msp_0003",
    "westAelio5": "msp_0028",

    "northAelio1": "msp_0012",
    "northAelio2": "msp_0017",
    "northAelio3": "msp_0044",
    "northAelio4": "msp_0039",
    "northAelio5": "msp_0029",
    "northAelio6": "msp_0004",

    "halphiaLake1": "msp_0008",
    "halphiaLake2": "msp_0016",
    "halphiaLake3": "msp_0035",

    "mtMagnus1": "msp_0007",
    "mtMagnus2": "msp_0015",

    "vanfordLaboratoryRuins1": "msp_0006",
    "vanfordLaboratoryRuins2": "msp_0040",
    "vanfordLaboratoryRuins3": "msp_0014",

    "resolForest1": "msp_0005",
    "resolForest2": "msp_0013",


    "centralRetem1": "Fortes Launcher is a massive, heavily-armed DOLL. If you can destroy all of its legs, you'll be able to target its core.",
    "centralRetem2": "The oasis here has become a staging ground for our expeditions. I'd like to station some ARKS here full-time, but we just don't have the manpower...",
    "centralRetem3": "This land has living creatures even smaller than Tames. Take a look at the ground and the trees from time to time.",
    "centralRetem4": "The huge structure in Central Retem is called the Trinitis. I wonder what it was used for...? If I find time, I'd like to start an investigation.",
    "centralRetem5": "Vegetables grow in patches around here. You can also harvest Fruit from the desert trees, so keep an eye out for them.",
    "centralRetem6": "A Noxi...? No, that's a Ramul Noxi. It's very different from the ones you see in Aelio.",
    "centralRetem7": "You'll often encounter Sand Korons in the desert. Don't be deceived by their cute appearance, or you'll end up getting hurt.",
    "centralRetem8": "We built a number of lines of defense in Central Retem, preparing for a DOLLS attack. The Item Containers here are leftovers from that battle.",
    "centralRetem9": "Stellar Seeds are stones said to fall from the sky when there's shooting stars overhead. We don't know what the connection between the two could be, but they shine brightly during meteor showers.",

    "westRetem1": "There seems to be an anomaly in the local magnetic field in Western Retem. This may be the cause of the floating rocks found there.",
    "westRetem2": "It's easy to find Vegetables here. If you go down to the water's edge, you can often find Fish and Shellfish too.",
    "westRetem3": "Some Item Containers have been left on the cliffs around here. If you find one, feel free to take whatever's in it.",
    "westRetem4": "It's said that feeding items to the Regional Mag of Western Retem will temporarily boost the power of ARKS.",
    "westRetem5": "Kenkulds are skinny enemies with some fancy footwork. Stay calm, and don't let their bizarre movements distract you.",
    "westRetem6": "Camelios are Tames with two large humps on their back. You'll sometimes find one whose coat is an unusual color.",

    "northRetem1": "Northern Retem hosts the largest mining site in the entire region. The scaffolds are also used by ARKS for training.",
    "northRetem2": "The colossal Lysentos are as fast as they appear. Keep your distance, but don't let your guard down, or you'll be knocked down by its tail.",
    "northRetem3": "Watch out for the enemy generators called Transorves. If you leave them alone, they'll continually add enemies to the fight.",
    "northRetem4": "You can find a lot of Fruit around here. You might also be able to catch rare Seafood down at the beach.",
    "northRetem5": "Hmm, looks like this place has Ores that can't be found in Aelio. They'll probably have their own uses and properties. Further investigation is needed.",
    "northRetem6": "Feeding items to Northern Retem's Regional Mag seems to grant an effect that boosts ARKS' growth rates for a while.",
    "northRetem7": "The Item Containers on the cliffs were left behind by a mining squad. Feel free to take anything you like from them. They'll be glad to know their stuff is being put to use.",
    "northRetem8": "I saw a Tames called a Ramul Birdie, which was unlike anything we have in Aelio. Could they have evolved to adapt to the harsh environment?",

    "southRetem1": "The Tames mammal with magnificent teeth and jaws are called \"Pippotan\". They tend to move in herds, and some individuals have a different appearance from the rest.",
    "southRetem2": "Vegetables grow around here too. And if you look in the sandy beaches and rocks, you might find Seafood.",
    "southRetem3": "The thing that spins like a tornado is a Blast Charge Sign... If you absorb one into your body, you'll be filled with the power of Photons.",
    "southRetem4": "Retem El-Nossa is a significant location for Retem's ARKS. It used to be used for ceremonies, but...",
    "southRetem5": "If you encounter a sandstorm, do your best not to lose track of where you are and where you're going. There have also been reports of Gigantix appearing from them, so be careful.",
    "southRetem6": "The campsites here aren't used much these days. If you find any Item Containers, feel free to take their contents with you.",
    "southRetem7": "It's said that feeding items to Southern Retem's Regional Mag will boost ARKS' luck for a time.",
    "southRetem8": "Bubble Snappers are ALTERS with huge arms. Try attacking with Lightning to dispel the bubbles from their claws.",
    "southRetem9": "Luf Maqaad... Some call it the Dome. It's said there's a vast underground space beneath the rocks...",

    "lufMaqaad1": "Fruit and Vegetables grow here too... And it looks like Fish and Shellfish can be found down by the sea.",
    "lufMaqaad2": "I'll leave an Item Container here for whoever comes by later. ...I don't know how useful it'll be, but it's in your hands now.",

    "retemElNossa1": "Fewer and fewer visitors come here these days. It's basically deserted. The valuable Item Containers we've brought are going to waste.",

    "lowerMaqaad1": "The rocks here shine like stars when there's a meteor shower overhead. Maybe when the fighting calms down a bit, we can investigate how it works...",
    "lowerMaqaad2": "Brancle is a DOLL whose shape is difficult to describe. You can target its central core when the tentacles on its abdomen are extended.",
    "lowerMaqaad3": "Metis is a DOLL that specializes in support and defense. It uses sound waves to strengthen and heal other nearby enemies.",


    "centralKvaris1": "",
    "centralKvaris2": "",
    "centralKvaris3": "",
    "centralKvaris4": "",
    "centralKvaris5": "",
    "centralKvaris6": "",
    "centralKvaris7": "",
    "centralKvaris8": "",
    "centralKvaris9": "",

    "southKvaris1": "",
    "southKvaris2": "",
    "southKvaris3": "",
    "southKvaris4": "",
    "southKvaris5": "",
    "southKvaris6": "",

    "northKvaris1": "",
    "northKvaris2": "",
    "northKvaris3": "",
    "northKvaris4": "",
    "northKvaris5": "",

    "westKvaris1": "",
    "westKvaris2": "",
    "westKvaris3": "",
    "westKvaris4": "",
    "westKvaris5": "",
    "westKvaris6": "",

    "rayjordGorge1": "",
    "rayjordGorge2": "",
    "rayjordGorge3": "",
    "rayjordGorge4": "",

    "beluganaRuins1": "",
    "beluganaRuins2": "",
    "beluganaRuins3": "",
    "beluganaRuins4": "",

    "lostCentral1": "",
    "lostCentral2": "",
    "lostCentral3": "",
    "lostCentral4": "",
    "lostCentral5": "",


    "stiaOutskirts1": "",
    "stiaOutskirts2": "",
    "stiaOutskirts3": "",
    "stiaOutskirts4": "",
    "stiaOutskirts5": "",

    "dreisenPlant1": "",
    "dreisenPlant2": "",
    "dreisenPlant3": "",
    "dreisenPlant4": "",
    "dreisenPlant5": "",
    "dreisenPlant6": "",
    "dreisenPlant7": "",

    "mediolaOuterArea1_1": "",
    "mediolaOuterArea1_2": "",

    "mediolaOuterArea2_1": "",
    "mediolaOuterArea2_2": "",
    "mediolaOuterArea2_3": "",
    "mediolaOuterArea2_4": "",
    "mediolaOuterArea2_5": "",
    "mediolaOuterArea2_6": "",
    "mediolaOuterArea2_7": "",
    "mediolaOuterArea2_8": "",
    "mediolaOuterArea2_9": "",
    "mediolaOuterArea2_10": ""
}