<?
$localization = array (
	'UI' => array(
		'title' => "Интерактивная карта PSO2NGS",
		'languages' => array(
			'switcher' => "Язык",
			'en_gl' => "Английский (Global)",
			'en_al' => "Английский (Arks-Layer)",
			'jp' => "Японский",
			'ru' => "Русский",
			'kr' => "Корейский",
		),
		'sorting' => array(
			'title' => "Сортировка",
			'1' => "Main objects",
			'2' => "Boxes and Reactors",
			'3' => "Minerals",
			'4' => "Vegetables and etc",
			'5' => "Bosses",
		),
	),
	'objects' => array(
		'centtower' => "Central Tower (Aelio)",
		'cocoon' => array(
			'1' => "Кокон ID-1",
			'2' => "Кокон ID-2",
			'3' => "Кокон ID-3",
			'4' => "Кокон ID-4",
			'5' => "Кокон ID-5",
			'6' => "Кокон ID-6",
			'7' => "Кокон ID-7",
		),
		'mag' => array(
			'1' => "Mag региона ID-1",
		),
		'ryuker' => array(
			'1' => "Устройство Рюкера ID-1",
			'2' => "Устройство Рюкера ID-2",
			'3' => "Устройство Рюкера ID-3",
			'4' => "Устройство Рюкера ID-4",
			'5' => "Устройство Рюкера ID-5",
			'6' => "Устройство Рюкера ID-6",
			'7' => "Устройство Рюкера ID-7",
			'8' => "Устройство Рюкера ID-8",
			'9' => "Устройство Рюкера ID-9",
			'10' => "Устройство Рюкера ID-10",
			'11' => "Устройство Рюкера ID-11",
			'12' => "Устройство Рюкера ID-12",
			'13' => "Устройство Рюкера ID-13",
			'14' => "Устройство Рюкера ID-14",
		),
		'tower' => array(
			'1' => "Башня ID-1",
			'2' => "Башня ID-2",
		),
		'city' => array(
			'1' => "City ID-1",
			'2' => "City ID-2",
		),
		'hut' => array(
			'1' => "Hut ID-1",
			'2' => "Hut ID-2",
			'3' => "Hut ID-3",
		),
		'urgent' => array(
			'1' => "Urgent Quest Location ID-1",
		),
		'dungeon' => array(
			'1' => "Dungeon ID-1",
		),
	),
	'BaR' => array(
		'boxes' => array(
			'red' => "Контейнер с предметами [Красный]",
			'white' => "Контейнер с предметами [Белый]",
			'gold' => "Контейнер с предметами [Золотой]",
		),
		'alphareactor' => "Альфа реактор",
		'datapod' => "Сообщение",
	),
);
