<?
$localization = array (
	'UI' => array(
		'title' => "Интерактивная карта PSO2NGS",
		'languages' => array(
			'switcher' => "Язык",
			'en_gl' => "Английский (Global)",
			'en_al' => "Английский (Arks-Layer)",
			'jp' => "Японский",
			'ru' => "Русский",
			'kr' => "Корейский",
		),
		'sorting' => array(
			'title' => "Сортировка",
			'1' => "Main objects",
			'2' => "Boxes and Reactors",
			'3' => "Minerals",
			'4' => "Vegetables and etc",
			'5' => "Bosses",
		),
	),
	'objects' => array(
		'centtower' => "Центральная Башня (Эарио)",
		'cocoon' => array(
			'1' => "<p><b>Кокон</b> (4 игрока)</p><h1>Усиленный враг</h1><p><strong>Описание:</strong></p><p>Это Торения, где ARKS могут проверить свои боевые способности.<br />Одолейте усиленного Педаса мечника, используя свои боевые навыки.</p><p><strong>Главная миссия:</strong> Одолейте Педаса мечника!</p><p><strong>Доп-миссия:</strong></p><ul><li>Пройдите менее чем за 0:50</li><li>Пройдите менее чем с 5 смертями</li><li>Получите не более 5 ударов</li><li>Завершите доп-миссии и пройдите.</li></ul><p><strong>Награда:</strong> +1 SP</p>",
			'2' => "<p><b>Кокон</b> (4 игрока)</p><h1>Быстрый прыжок</h1><p><strong>Описание:</strong></p><p>Это Торения, где ARKS могут проверить свои боевые способности.<br />Достигните цели, используя прыжок и двойной прыжок.</p><p><strong>Главная миссия:</strong> Достигните цели!</p><p><strong>Доп-миссия:</strong></p><ul><li>Пройдите менее чем за 1:20</li><li>Пройдите менее чем с 5 падениями</li><li>Используйте парение менее 5 раз</li><li>Завершите доп-миссии и пройдите.</li></ul><p><strong>Награда:</strong> +1 SP</p>",
			'3' => "<p><b>Кокон</b> (4 игрока)</p><h1>Первые шаги</h1><p><strong>Описание:</strong></p><p>Это Торения, где ARKS могут проверить свои боевые способности.<br />Следуйте инструкциям, чтобы достичь цели и изучить новое умение.</p><p><strong>Главная миссия:</strong> Достигните цели!</p><p><strong>Доп-миссия:</strong></p><ul><li>Пройдите менее чем за 5:00</li><li>Пройдите менее чем за 10:00</li><li>Получите 10 очков и пройдите</li><li>Завершите доп-миссии и пройдите</li></ul><p><strong>Награда:</strong> +1 SP</p>",
			'4' => "<p><b>Кокон</b> (4 игрока)</p><h1>Дикая спешка</h1><p><strong>Описание:</strong></p><p>Это Торения, где ARKS могут проверить свои боевые способности.<br />Одолейте всех врагов, используя свои боевые навыки.</p><p><strong>Главная миссия:</strong> Одолейте 42 врагов!</p><p><strong>Доп-миссия:</strong></p><ul><li>Пройдите менее чем за 1:40</li><li>Пройдите менее чем с 5 смертями</li><li>Получите 5 очков и пройдите</li><li>Завершите доп-миссии и пройдите</li></ul><p><strong>Награда:</strong> +1 SP</p>",
			'5' => "Кокон ID-5",
			'6' => "Кокон ID-6",
			'7' => "Кокон ID-7",
		),
		'mag' => array(
			'1' => "Эксперт Mag региона",
		),
		'ryuker' => array(
			'1' => "Устройство Рюкера ID-1",
			'2' => "Устройство Рюкера ID-2",
			'3' => "Устройство Рюкера ID-3",
			'4' => "Устройство Рюкера ID-4",
			'5' => "Устройство Рюкера ID-5",
			'6' => "Устройство Рюкера ID-6",
			'7' => "Устройство Рюкера ID-7",
			'8' => "Устройство Рюкера ID-8",
			'9' => "Устройство Рюкера ID-9",
			'10' => "Устройство Рюкера ID-10",
			'11' => "Устройство Рюкера ID-11",
			'12' => "Устройство Рюкера ID-12",
			'13' => "Устройство Рюкера ID-13",
			'14' => "Устройство Рюкера ID-14",
		),
		'tower' => array(
			'1' => "<p><b>Башня</b> (4 игрока)</p><h1>Великая стена</h1><p><strong>Описание:</strong></p><p>Это Торения, где ARKS могут проверить свои боевые способности.<br />Одолейте Дайдару мечника в конечной зоне, используя свои боевые навыки.</p><p><strong>Главная миссия:</strong> Одолейте 42 врагов!</p><p><strong>Доп-миссия:</strong></p><ul><li>Пройдите менее чем за 23:00</li><li>Пройдите менее чем с 5 смертями</li><li>Получите 5 очков и пройдите</li><li>Завершите доп-миссии и пройдите</li></ul><p><strong>Награда:</strong> +2 SP</p>",
			'2' => "Башня ID-2",
		),
		'city' => array(
			'1' => "Централ-Сити",
			'2' => "City ID-2",
		),
		'hut' => array(
			'1' => "Hut ID-1",
			'2' => "Hut ID-2",
			'3' => "Hut ID-3",
		),
		'urgent' => array(
			'1' => "Карательная экспедиция на контролируемых DOLLS",
		),
		'dungeon' => array(
			'1' => "Dungeon ID-1",
		),
	),
	'BaR' => array(
		'boxes' => array(
			'red' => "Контейнер с предметами [Красный]",
			'white' => "Контейнер с предметами [Белый]",
			'gold' => "Контейнер с предметами [Золотой]",
		),
		'alphareactor' => "Альфа реактор",
		'datapod' => "Сообщение",
	),
);
