{
    "centralAelio1": "アイテムコンテナには、さまざまな色のものがある。特に金色には良い物が入っていることがあるな。",
    "centralAelio2": "この辺りでは、\"野菜\"や\"果物\"を手に入れやすいわ。食材集めに向いている場所ね。",
    "centralAelio3": "中央エアリオの崖の近くでは、誰かが残したアイテムコンテナが見つかることがあるぞ。",
    "centralAelio4": "\"ラッピー\"は集まると、その行動が変化するらしい。こっそり様子を見ると面白いことがあるかもしれないぜ。",
    "centralAelio5": "中央エアリオは、なだらかな丘のある草原だ。テイムズも多く生息している。",
    "centralAelio6": "テイムズの\"肉\"を使ったクイックフードは、アークスの攻撃力を一時的に引き上げてくれるぞ。",
    "centralAelio7": "黄色く光るリューカーデバイスは、まだ未接続ということだ。すぐにリンクをして、行動範囲を広げるといい。",
    "centralAelio8": "\"ディアン\"は、その巨体と大きな角が特徴的なテイムズだ。セントラルシティの周辺に生息しているぞ。",
    "centralAelio9": "\"野菜\"を使ったクイックフードは、アークスの防御力を一時的に引き上げてくれるぞ。",

    "southAelio1": "南エアリオの草木の裏や洞窟内は、キャンプ跡があったりする。アイテムコンテナを見つけたら、好きに持って行っていいぞ。",
    "southAelio2": "南エアリオは、山や滝など高低差のあるところだ。鉱石や魚介など、資源にも恵まれた場所でもあるな。",
    "southAelio3": "この辺りは食材が豊富よ。そのうえ、\"鉱石\"まで採れるわ。ギャザリングにおすすめの場所ね！",
    "southAelio4": "\"果物\"を使ったクイックフードは、体内のフォトン貯蔵量を一時的に引き上げてくれるぞ。",
    "southAelio5": "\"ドレッドエネミー\"は、他のエネミーよりも多くの戦いを経験している。つまり、手ごわいってことだ！　だれか、もっと早く教えておいてくれ……。",
    "southAelio6": "\"魚介\"を使ったクイックフードは、アークスの体力を一時的に引き上げてくれるぞ。",
    "southAelio7": "南エアリオのリージョンマグにアイテムを入れると、アークスの運気がアップするって噂があるわ。",
    "southAelio8": "突き出た鼻が特徴の\"ノッシ\"は、テイムズながら要注意だ。動くモノを見つけると、突進してくるぞ！",

    "westAelio1": "\"バーディ\"は、長く伸びた頭の上の羽が特徴的なテイムズだ。この辺りでよく見かけるけど、ほかだとあまり見ないな。",
    "westAelio2": "崖のあたりでアイテムコンテナを見かけたぜ！オレはちょっと余裕がないが、誰か中身を回収しておいてくれよ。",
    "westAelio3": "西エアリオのリージョンマグにアイテムぶち込むと、アークスが強くなるらしいッスよ。ホントなんすかね？",
    "westAelio4": "西エアリオは、南北に長く伸びた海岸線が特徴的な場所だ。小島には、高い場所からグライドで渡るのがよいかもしれないな。",
    "westAelio5": "近くの岩場で\"鉱石\"、海岸に行けば\"魚介\"が豊富にとれるわね。でも、畑の野菜は持って行っちゃダメよ！",

    "northAelio1": "北エアリオの山間には、偵察隊の物資が残されている。アイテムコンテナを見つけたら、使ってやってくれ。",
    "northAelio2": "武器の強化には、鉱石が必要だろ？このあたりで、けっこういいのが見つかるぜ。",
    "northAelio3": "北エアリオのリージョンマグにアイテムを投げ込むと、アークスの成長を促す効果がある……と言われている。",
    "northAelio4": "\"フランゴ\"は、美しい毛色が印象的なテイムズだ。水辺で群れをなしているのをよく見かけるな。",
    "northAelio5": "この辺りでは、食材はあまり採れないの……。でも、良質な\"鉱石\"をたくさん集められるわ。",
    "northAelio6": "北エアリオには、広い沼地と高原が広がっている。高原のほうには、巨大なドールズが現れることもあるらしい……。",

    "halphiaLake1": "ハルフィリア湖……ここは一見のどかな場所だが、なにかがおかしい。その……なにとは言えないが……なにか、なにかが……。",
    "halphiaLake2": "ハルフィリア湖、のんびりしてていい場所だよねぇ。崖の近くのコンテナは、誰かがピクニックのために用意したのかな？",
    "halphiaLake3": "雷雨が来たら注意しろ。\"ギガンティクス\"が現れる合図だ。ヤツらを見つけたら、腕によほどの自信がないかぎり逃げるんだ！",

    "mtMagnus1": "マグナス山の上り下りは大変だ。設置されたアップドラフターを上手く活用するといいだろう。",
    "mtMagnus2": "マグナス山は、ドールズとの交戦頻度が高い場所だ。搬入したアイテムコンテナが、そのままになっていたりするな。",

    "vanfordLaboratoryRuins1": "ここは研究所跡と呼ばれているが、少し前まで一部の施設が稼働していた。大きな戦いがあって、今では見る影もないがな……。",
    "vanfordLaboratoryRuins2": "ここで見かける\"ドローム\"は、攻撃して機能停止状態にすれば、マグがハッキングして味方にできるぞ。",
    "vanfordLaboratoryRuins3": "この研究所跡、調査隊の搬入した物資が残されているわ。瓦礫の隙間とか、高台なんかに無造作に転がっているようね。",

    "resolForest1": "このレゾルの森では、ほかとは違った草木が見られるな。夜になると、自然のものとは思えない不思議な光を放つんだ。",
    "resolForest2": "レゾルの森には、偵察隊の物資がいくつか放置されている。エネミーに破壊されないよう、木の影や根本などに隠されているな。",


    "centralRetem1": "\"フォートス・ランチャー\"は、重火器の塊みたいなドールズだ。脚部をすべて破壊すれば、コアを狙えるようになるぜ。",
    "centralRetem2": "ここのオアシスは、遠征時の中継地になっている。アークスを常駐させたいが、今の我々にその余力は……。",
    "centralRetem3": "この大地には、テイムズよりも小さな生物たちが息づいている。たまには、地面や木々をじっくりと観察してみるのもいいだろう。",
    "centralRetem4": "中央リテムの巨大な構造物は、トリニテスと呼ばれている。なにに使われていたものなのか……時間があれば調査したいのだが。",
    "centralRetem5": "この辺りは、あちこちに\"野菜\"が生っているわ。それから、砂漠の木からは\"果物\"が採れるから、ぜひ探してみて。",
    "centralRetem6": "\"ノッシ\"……いや\"ラムルノッシ\"というのか。これもまたエアリオのものとは印象が異なるな。",
    "centralRetem7": "この砂漠では、\"サンドコロン\"をよく見かけるだろう。可愛らしい見た目に惑わされると痛い目を見るぞ。",
    "centralRetem8": "中央リテムには、ドールズの襲撃に備えて幾重もの防衛線が築かれた。そこいらのアイテムコンテナは、その戦いの名残りだな。",
    "centralRetem9": "\"ステラーシード\"は、流星雨によって降ってくると言われている石だ。関係は不明だが、流星雨のときに明るく光るのが目撃されているな。",

    "westRetem1": "西リテムでは、磁場の異常が見られるようだ。浮いている岩などにも、その影響があるのかもしれない。",
    "westRetem2": "この辺りでは、\"野菜\"が見つかりやすいわね。水辺に行けば\"魚介\"もよく採れるわ。",
    "westRetem3": "このあたりの崖上には、アイテムコンテナが置き去りにされている。もし見つけたら好きに使ってくれ。",
    "westRetem4": "西リテムのリージョンマグにアイテムを投げ入れると一時的にアークスの力が増すとされている。",
    "westRetem5": "痩身の\"ケルクンド\"は、強力な足技を繰り出してくる。奇妙な動きに翻弄されることなく、冷静に戦うのだ。",
    "westRetem6": "\"キャメリオ\"は、背にふたつの大きなコブを持つテイムズだ。ときどき色の異なる個体も見つかるな。",

    "northRetem1": "ここ北リテムは、リテム最大の採掘場だ。足場のような部分は、アークスの訓練にも使われているな。",
    "northRetem2": "巨大な\"リゼントス\"は、見かけに似合わず動きも速い。距離をとっても油断するな。尻尾による攻撃で吹き飛ばされるぞ。",
    "northRetem3": "\"トランザーヴ\"という、エネミーの発生装置に気をつけて。放置すれば、エネミーがどんどん湧いてくるわよ。",
    "northRetem4": "この辺りでは\"果物\"がたくさん採取できるわよ。それと、海岸では珍しい\"魚介\"が捕まえられるかもしれないわ。",
    "northRetem5": "ふぅむ、ここではエアリオにはない\"鉱石\"が採れるようだのぅ。用途や効果も異なるようじゃ。じっくりと調べてみなければ。",
    "northRetem6": "北リテムのリージョンマグにアイテムを入れると、一定の期間、アークスの成長を促進する効果があるらしい。",
    "northRetem7": "崖上のアイテムコンテナは、かつての採掘隊が遺していったものだ。使えそうなものは自由に持って行ってくれ。そのほうが彼らも喜ぶ。",
    "northRetem8": "\"ラムルバーディ\"という、エアリオにはいない個体を見かけた。過酷な環境に適応するため、変異したということだろうか。",

    "southRetem1": "立派な歯と顎を持つテイムズが\"ピポタン\"だ。群れで行動する習性を持つが、中には見た目の異なる個体も存在する。",
    "southRetem2": "この辺りにも\"野菜\"がぽつぽつ生えてるわね。あとは、砂浜や岩場にいる\"魚介\"を探してみるのもいいかも。",
    "southRetem3": "竜巻とともに巻き上がる\"ブラストチャージサイン\"……。あれを体内に取り込めば、フォトンの力がみなぎるであろう。",
    "southRetem4": "リテム・エルノザは、リテムのアークスにとって特別な場所だ。かつては儀式の場としても使われていたのだが……。",
    "southRetem5": "\"砂塵嵐\"に遭遇したら、自分の行き先を見失わないように。それと、ギガンティクスの出現報告もある。用心するんだ。",
    "southRetem6": "ここいらの野営地も、最近ではあまり使われていないわね。アイテムコンテナを見つけたら、気兼ねなく持って行ってちょうだい。",
    "southRetem7": "南リテムのリージョンマグにアイテムをあたえると、しばらくの間、アークスの運気が上がると言われている。",
    "southRetem8": "\"バブルクラッブ\"は、巨大な腕部が特徴のアルターズだ。手の泡を消し去るには、雷属性で攻撃するといいぞ。",
    "southRetem9": "ルーフ・マクアド……、我々が\"ドーム\"と呼んでいる場所だ。巨大な岩石のなかには、広大な地下空間があるというが……。",

    "lufMaqaad1": "このあたりにも\"野菜\"や\"果物\"が生っているのね……。海の側に行けば、\"魚介\"も生息してるみたい。",
    "lufMaqaad2": "後人のために、アイテムコンテナを残しておく。……役に立つかわからないが、あとのことはよろしく頼む。",

    "retemElNossa1": "訪れる者が減って、ここも随分とさびれてしまったな。補給用に運び込んだアイテムコンテナも、これでは宝の持ち腐れだ。",

    "lowerMaqaad1": "ここの岩石は、外で\"流星雨\"が起きると星空のように輝く。戦いが落ち着けば、その仕組みの調査もできるのだが……。",
    "lowerMaqaad2": "\"ブランクル\"は、形容しがたい形状をしたドールズよ。腹部の触手を伸ばしているときは、中央のコアが狙えるわ。",
    "lowerMaqaad3": "\"メティウス\"は、防御や支援に特化したドールズだ。音波によって、周囲のエネミーを強化したり回復したりする。",


    "centralKvaris1": "中央クヴァリスでは\"スノークス\"という珍しい鉱石が採れる。機器の修理に使われていて、高値で取引されているんだ。",
    "centralKvaris2": "このあたりで、ほっぺたをふくらませた小さな生物を見かけた。食べられそうだが、あれは食べちゃダメな気がする……。",
    "centralKvaris3": "\"フローズンコンテナ\"はとても硬い。硬すぎる……。加速した\"フローティングボード\"で体当たりでもしてやろうかな。",
    "centralKvaris4": "\"水晶氷\"は、砕けると鋭利な氷片になる。戦いで困ったら、敵に投げつけてやれ！",
    "centralKvaris5": "夜中に探索してたら、珍しい\"魚介\"を見かけたんですぅー！もしかしたら、夜しか活動しない子なのかもぉー！",
    "centralKvaris6": "この付近に、石に擬態した軟体生物がいる。ジャリジャリして食えたものじゃかったな……。",
    "centralKvaris7": "水中で、傘状の小さな軟体生物を見つけた。試しに食べてみたが、冷や汗と腹痛が止まらない……。",
    "centralKvaris8": "中央クヴァリスには、多くの植物が生育している。草食のテイムズたちにとっては貴重な場所だ。",
    "centralKvaris9": "中央クヴァリスの川の近くでは、\"魚介\"が採れるです！\"野菜\"は、木の近くで採れるですよ！",

    "southKvaris1": "\"フローティングボード\"のスピードは気持ちよくてクセになるぜ！\"ジャンプパネル\"に乗ってみな。……ブッ飛ぶぞ！",
    "southKvaris2": "\"プロクタス\"は、箱型の頭が特徴的なエネミーだ。攻撃が不規則だから、やりづらくてかなわんな。",
    "southKvaris3": "洞窟の中で、\"鉱石\"がたくさん採れたぜ。持ちきれないから、また取りに来なくちゃな。",
    "southKvaris4": "クヴァリスキャンプの周辺で、モフモフ尻尾の生物を見かけた。うかつにも仲良くなってしまい、食べそこねた……。",
    "southKvaris5": "クヴァリスのドールズは、交戦中にテレポートを行う。見失わないように注意してくれ。",
    "southKvaris6": "南クヴァリスは、地形が複雑で洞窟などもある。死角となる場所で、放置されたコンテナが見つかるかもしれない。",

    "northKvaris1": "雪原にある小さな穴を覗いたら、フワフワした生物がいた。掴んでもスルッと逃げてしまう。このままでは、食べられない……。",
    "northKvaris2": "ラトヴァ山の頂上なら\"鉱石\"がたくさんとれそうだ。……けど、もう脚が限界だよ……。",
    "northKvaris3": "凍りついたコンテナは、強い衝撃を与えれば破壊できる。たとえば、\"水晶氷\"の欠片をぶつけるとかな。",
    "northKvaris4": "ここから見えるのが、クヴァリスの最高峰\"ラトヴァ山\"だ。元々は、隣のイハナ山のほうが高かったが、いろいろあってな……。",
    "northKvaris5": "吹雪のなかで、突然\"ギガンティクス\"が現れたんだ！警戒していたんだが、あれはビビったぜ。",

    "westKvaris1": "レイヨルド峡江に向かう前に、リージョンマグに立ち寄るといいよ。持ち物をあげると、寒さに強くなるご利益があるんだ。",
    "westKvaris2": "\"フローティングボード\"は、補助動力もあるが上り坂には弱い。\"ダッシュリング\"で加速しながら、登坂するといいぞ。",
    "westKvaris3": "\"ポロロ\"は、この地の環境に適応して今の姿になったようだ。ここの生態系は、研究のしがいがあるのぅ。",
    "westKvaris4": "他の場所では見ない、小さな毛玉のような生物の群れを発見した。毛が多くて、可食部は少なそうだな……。無念だ……。",
    "westKvaris5": "\"ジャンゲス\"は、手のような形をした突起の形状が変わると、繰り出す攻撃も変化するようだ。気を付けてくれ。",
    "westKvaris6": "ここの西側には、雪の斜面が広がっているわ。\"フローティングボード\"で滑ると気持ちいいわよ。",

    "rayjordGorge1": "\"コマンタ\"は、陸上でも活動できる珍しい魚なんだ。しかも、なかなかの美味だから一度は食べてみてよ。",
    "rayjordGorge2": "ここの寒さは、並のアークスには耐えられないだろう。……って、今教えられても遅いって？",
    "rayjordGorge3": "この洞窟に入ると、体内のフォトンの流れが緩慢になるような感覚がある。これは一体……？",
    "rayjordGorge4": "このあたりで、氷漬けになったエネミーを見たって噂があるんだ。その氷が溶けて、動き出したっていう話も……こ、怖いィ……。",

    "beluganaRuins1": "ドールズの輸送機は、大型のコンテナをぶら下げているわ。重そうでかわいそうだから、私たちがとってあげましょうね。",
    "beluganaRuins2": "ここいらは、かつてのクヴァリスアークスが暮らしていた場所だ。今は、ハッキングされた\"ホーバック\"が徘徊している有様だがな。",
    "beluganaRuins3": "徘徊している\"ホーバック\"を攻撃して、機能を停止させれば、マグがハッキングして味方にできるぞ。",
    "beluganaRuins4": "はぁ……。オーロラって本当に美しいわ。戦いに集中しなくちゃいけないのに、つい見とれてしまうわね。",

    "lostCentral1": "\"リンシャン\"は、足がローラーのようになっている。動きは鈍いようだが、ばかでかい武器に要注意だ！",
    "lostCentral2": "頭上の氷柱は、もろくなっている部分がある。衝撃を加えたら、落下するかもしれん。",
    "lostCentral3": "空中に浮かぶ\"コールドフォトン\"は、とても不安定な状態だ。ちょっとした衝撃で、大爆発をおこすぞ。",
    "lostCentral4": "ここも、元々は緑豊かな山地であったが、今は見る影もない。いつしか、あの頃のクヴァリスが甦らんことを……。",
    "lostCentral5": "ドールズとの決戦に備えて、物資を蓄えておく。勝てるかわからない戦いだ。惜しみなく使ってくれ。"
}