{
    "centralAelio1": "Здесь можно найти зелёные и золотые контейнеры с предметами, разбросанные по округе. Золотые могут содержать хорошие предметы.",
    "centralAelio2": "Здесь легко найти \"овощи\" и \"фрукты\". Хорошее место для сбора ингредиентов.",
    "centralAelio3": "Рядом со скалами в центре Эарио иногда можно найти контейнеры, которые кто-то оставил.",
    "centralAelio4": "До меня доходил слух, что реппи по-разному действуют в группах. Попробуйте незаметно понаблюдать за ними и посмотрите, что произойдёт.",
    "centralAelio5": "Центр Эарио - холмистый луг. Тут так же обитает много Теймзов.",
    "centralAelio6": "Быстрая еда с использованием \"мяса\" временно увеличит атаку.",
    "centralAelio7": "Жёлтое мигающее устройство Рюкера всё ещё не подключено. Подключите его, чтобы расширить область операций.",
    "centralAelio8": "Дианы известны своими гигантскими телами и большими рогами. Они проживают в районе Централ-Сити.",
    "centralAelio9": "Быстрая еда с использованием \"овощей\" временно увеличит защиту ARKS.",

    "southAelio1": "За растительностью внутри пещеры южного Эарио есть кемпинги. Если найдёте контейнер, то содержимое сможете забрать себе.",
    "southAelio2": "Юг Эарио - область с перепадами высот, выраженными горами и водопадами. Это место также богато такими ресурсами, как руда и морепродукты.",
    "southAelio3": "Здесь можно найти много ингредиентов. Кроме того можно даже добыть \"минералы\". Рекомендуемое место для сбора!",
    "southAelio4": "Быстрая еда с использованием \"фруктов\" временно увеличит количество фотонов в вашем теле.",
    "southAelio5": "Дред враги - ветераны многочисленных сражения. А значит, нет времени с ними шутки шутить! Хотел бы я знать это раньше...",
    "southAelio6": "Быстрая еда с использованием \"морепродуктов\" временно увеличит здоровье.",
    "southAelio7": "Говорят, что если вы дадите предмет Mag'у региона на севере Эарио, он увеличит удачу ARKS.",
    "southAelio8": "Носси известны своей выделяющейся мордой. Будьте осторожней с ними. Завидев что-то движущееся, они тут же набросятся!",

    "westAelio1": "У Бади на голове отчётливое длинное перо. Они здесь встречаются довольно часто, в отличие от других мест.",
    "westAelio2": "Я нашёл несколько контейнеров с предметами у обрыва! Может кто-нибудь забрать содержимое? У меня сейчас нет возможности.",
    "westAelio3": "До меня доходил слух, что если, вроде как, дать несколько предметов Mag'у региона на Западе Эарио, можно увеличить силу ARKS. Интересно, так ли это.",
    "westAelio4": "Болото и плато на Севере Эарио простираются повсюлу. Есть информация о появлении огромных DOLLS на плато...",
    "westAelio5": "Вы можете свободно добывать минералы в камнях и морепродукты на побережье. Только не собирайте овощи с полей!",

    "northAelio1": "В горах северного Эарио остались тайники с развед-припасами. Если найдёте контейнер, то содержимое сможете забрать себе.",
    "northAelio2": "Нужны минералы для усиления снаряжения? Тут можно найти довольно хорошие минералы.",
    "northAelio3": "Говорят, что если вы дадите предмет Mag'у региона на севере Эарио, он ускорит рост ARKS.",
    "northAelio4": "Франго - это теймз с красиво окрашенными перьями. Они часто собираются у воды.",
    "northAelio5": "Здесь не найти много еды... Зато можно собрать много качественных \"материалов\".",
    "northAelio6": "Север Эарио - область с большими болотами и плато. Похоже что на плато могут появиться огромные DOLLS...",

    "halphiaLake1": "Озеро Хальфия... оно выглядит таким мирным, но... что-то с ним не так. Никто не может понять, что...",
    "halphiaLake2": "Озеро Хальфия такое тихое и мирное место. Интересно, может кто оставил кто-нибудь контейнер возле утёса для пикника.",
    "halphiaLake3": "Гигантиксы появляются вовремя грозы. Если увидите его, лучше не связывайтесь с ним, если не уверены в своих силах.",

    "mtMagnus1": "Подниматься в гору и спускаться с горы Магнус тяжело. Этот процесс проще с использованием апрафтера.",
    "mtMagnus2": "Гора Магнус - место, где часто встречаются DOLLS. Не позвольте контейнерам остаться там.",

    "vanfordLaboratoryRuins1": "Они называют это руинами лаборатории, но правда в том, что некоторые части находились в рабочем состоянии до недавнего времени. Они были уничтожены в крупномасштабной битве...",
    "vanfordLaboratoryRuins2": "Если вывести дрома из строя, вам Mag взломает его и заставит сражаться на вашей стороне.",
    "vanfordLaboratoryRuins3": "Команда разведчиков оставила вещи в руинах лаборатории. Ходил слух, что можно найти их на высоте между обломками.",

    "resolForest1": "Лес Резол зарос странной флорой. Ночью он светится жутким неестественным светом.",
    "resolForest2": "Можно найти несколько вещей, оставленных разведчиками в Лесу Резол. Они прятали их вокруг деревьев, чтобы спрятать от врагов.",


    "centralRetem1": "Фортос с пусковыми установками представляет собой DOLLS в виде тяжёлой артиллерии. Уничтожив все ноги, вы раскроете их ядро.",
    "centralRetem2": "Этот оазис - место отдыха в долгих путешествиях. Хотел бы я иметь ресурсы, чтобы разместить там несколько ARKS...",
    "centralRetem3": "На этой огромной земле обитает множество существ, которые меньше теймзов. Попробуйте иногда внимательно поизучать деревья и землю.",
    "centralRetem4": "Это огромное строение в Центре Ритема известно как Торениа. Хотел бы я узнать, для чего оно могло использоваться.",
    "centralRetem5": "Овощи можно найти и в этой области. Также есть фрукты, которые появляются только ночью, так что не пропустите их.",
    "centralRetem6": "\"Носси\"... или же \"Рамуру Носси\". Они тоже немного отличаются от своих собратьев из Эарио.",
    "centralRetem7": "В пустыне можно встретить Санд Корон. Не обманывайтесь их милой внешностью, иначе вам не поздоровится.",
    "centralRetem8": "Центр Ритема имеел несколько уровней защиты от нападения. Эти контейнеры с предметами - пережитки той битвы.",
    "centralRetem9": "Звёздное семя - камень, падающий во время метеоритного дождя. Связь не ясна, но было замечено, что такие могут ярко светиться во время метеоритных дождей.",

    "westRetem1": "Очевидно, на Западе Ритем происходят электромагнитные аномалии. Может поэтому иногда можно заметить парящие валуны.",
    "westRetem2": "Тут куча овощей. А ещё на набережной можно найти морепродукты.",
    "westRetem3": "Контейнеры с предметами были оставлены на вершинах скал в этой области. Не стесняйтесь использовать всё, что найдёте.",
    "westRetem4": "Поговаривают, что если дать предметы Mag'у региона, расположенному на Западе региона Ритем, он временно повысит силу ARKS.",
    "westRetem5": "Керукунд может наносит мощные удары ногами. Сохраняйте спокойствие и не пугайтесь странных движений.",
    "westRetem6": "Камелио - вид теймз с двумя буграми на спине. Иногда встречаются представители другого цвета.",

    "northRetem1": "Север Ритем - крупнейшее место добычи минералов во всём Ритем. Строительные леса также используются для тренировок ARKS.",
    "northRetem2": "Ризентос обманчиво быстр для своих размеров. Он опасен даже на расстоянии, а его атаки хвостом обладают серьёзной силой.",
    "northRetem3": "Будьте осторожны с \"Транзавами\". Они напоминают точки возрождения, пораждающие кучу врагов.",
    "northRetem4": "Здесь легко найти фрукты. Вы также можете найти интересные морепродукты на пляже ночью.",
    "northRetem5": "Хм. Похоже, что здесь есть минералы, которых нет в Эарио. Они имеют другие свойства и назначение. Обязательно изучите их.",
    "northRetem6": "Поговаривают, что если дать предметы Mag'у региона, расположенному на Севере региона Ритем, он временно будет ускорять рост ARKS.",
    "northRetem7": "Эти контейнеры с предметами на вершинах скал оставили шахтёры. Уверен, что они будут рады, если вы ими воспользуетесь.",
    "northRetem8": "Я видел \"Рамуру Бади\", которых нет в Эарио. Похоже, что они мутировали в процессе адаптации к суровым условиям.",

    "southRetem1": "Пипотан - вид теймзов с мощными зубами и челюстями. Они часто передвигаются группами, и, иногда можно встретить их подвид.",
    "southRetem2": "Здесь можно найти и овощи тоже. Столкнувшись с песчаной бурей, попробуйте поискать морепродукты.",
    "southRetem3": "Вихри вызвают нечто называемое \"Blast Charge Sign\"... Поглащение одного из них может переполнить фотонной силой.",
    "southRetem4": "Ритем Эрноза - особое место для ARKS Ритема. Когда-то это было местом проведения церемоний...",
    "southRetem5": "Будьте осторожны, чтобы не заблудиться, если попадёте в песчанную бурю. Кроме того, есть вероятность встречи с гигантиксом. Будьте осторожны.",
    "southRetem6": "Этот кемпинг больше не используется. Не стесняйтесь брать вещи из любых контейнеров с предметов, которые сможете найти.",
    "southRetem7": "Поговаривают, что если дать предметы Mag'у региона, расположенному на Юге региона Ритем, он временно будет приносить удачу ARKS.",
    "southRetem8": "Пузырьковые крабы - альтеры с огромными клешнями. Попробуйте атаковать их атрибутом молнии, чтобы развеять пузыри.",
    "southRetem9": "Верхний Макуадо... мы называем это \"Куполом\". Ходят слухи, что внутри этой огромной горы есть подземное пространство.",

    "lufMaqaad1": "Здесь также растут овощи и фрукты... даже морепродукты можно найти.",
    "lufMaqaad2": "Я оставляю эти контейнеры с предметами для тех, кто придёт сюда после меня. Надеюсь, что они вам пригодятся.",

    "retemElNossa1": "Из-за того, что никто не хочет посещать это место, оно скоро останется заброшенным. Если не оставлять здесь контейнеры, то никто этого не сделает.",

    "lowerMaqaad1": "В каждый метиоритный дождь эта скала светится, как ночное небо. Хотел бы я узнать, почему, когда всё затихает...",
    "lowerMaqaad2": "Бранкур - это DOLLS с причудливым видом. При вытягивании брюшных щупалец, их ядра становятся уязвимыми для атаки.",
    "lowerMaqaad3": "Метиус - DOLLS, приспособленный под защиту и поддержку. Такие используют звуковые волны для усиления и лечения ближайших врагов.",


    "centralKvaris1": "",
    "centralKvaris2": "",
    "centralKvaris3": "",
    "centralKvaris4": "",
    "centralKvaris5": "",
    "centralKvaris6": "",
    "centralKvaris7": "",
    "centralKvaris8": "",
    "centralKvaris9": "",

    "southKvaris1": "",
    "southKvaris2": "",
    "southKvaris3": "",
    "southKvaris4": "",
    "southKvaris5": "",
    "southKvaris6": "",

    "northKvaris1": "",
    "northKvaris2": "",
    "northKvaris3": "",
    "northKvaris4": "",
    "northKvaris5": "",

    "westKvaris1": "",
    "westKvaris2": "",
    "westKvaris3": "",
    "westKvaris4": "",
    "westKvaris5": "",
    "westKvaris6": "",

    "rayjordGorge1": "",
    "rayjordGorge2": "",
    "rayjordGorge3": "",
    "rayjordGorge4": "",

    "beluganaRuins1": "",
    "beluganaRuins2": "",
    "beluganaRuins3": "",
    "beluganaRuins4": "",

    "lostCentral1": "",
    "lostCentral2": "",
    "lostCentral3": "",
    "lostCentral4": "",
    "lostCentral5": ""
}