{
    "seasonal": {
        "title": "Подавление врагов ослепляющего хаоса",
        "description": "В каньоне Морааба было зафиксировано несколько мощных сигналов врага. Согласно анализу, там есть и враги из Эарио, которых обычно не встретить. Всем членам ARKS: Не ослабляйте бдительности и уничтожьте врагов.",
        "clearCondition": "Одолейте всех врагов!"
    },
    "pettasVera": {
        "title": "Карательная экспедиция на контролирующего DOLLS",
        "description": "В северной части Эарио на плато Альто-Лани были подтверждены сильные пространственно-временные колебания. Согласно последним данным, ожидается появление контролирующего DOLLS \"Педас Вера\". Всем членам ARKS, немедленно отправляйтесь и одолейте врага.",
        "clearCondition": "Одолейте контролирующую боевую еденицу!"
    },
    "nexVera": {
        "title": "Карательная экспедиция на Некс Вера",
        "description": "В лесу Резол были подтверждены сильные пространственно-временные колебания. Согласно последним данным, ожидается появление контролирующего DOLLS \"Некс Вера\". Всем членам ARKS, немедленно отправляйтесь и одолейте врага.",
        "clearCondition": "Одолейте Некс Вера!"
    },
    "miningRigDefenceAelio": {
        "title": "Оборона установок добычи: Эарио",
        "description": "Получен сигнал бедствия установок добычи, расположенных на равнине Эарио. Большое количество сигналов врага указывает на то, что они подверглись крупномасштабной атаке. Всем ARKS, перехватить и защитить установки.",
        "clearCondition": "Защитите установки добычи!"
    },
    "darkFalzInterception": {
        "title": "Операция по перехвату Дарк Фальца",
        "description": "В области Централ-Сити подтверждаются признаки появления Дарк Фальца. Всем ARKS: Отправьтесь на место и остановите вторжение, пока заряжается Центральная Пушка.",
        "clearCondition": "Перехватите Дарк Фальца!"
    },
    "dustylVera": {
        "title": "Карательная экспедиция на Снайдар Вера",
        "description": "В каньоне Морааба были замечены сильные пространственно-временные колебания. Согласно последним данным, ожидается появление контролирующего DOLLS \"Снайдар Вера\". Всем членам ARKS, немедленно отправляйтесь и одолейте врага.",
        "clearCondition": "Одолейте Снайдар Вера!"
    },
    "renusVera": {
        "title": "Карательная экспедиция на Ренус Вера",
        "description": "В низине Стеккин были замечены сильные пространственно-временные колебания. Согласно последним данным, ожидается появление контролирующего DOLLS \"Ренус Вера\". Всем членам ARKS, немедленно отправляйтесь и одолейте врага.",
        "clearCondition": "Одолейте Ренус Вера!"
    },
    "miningRigDefenceRetem": {
        "title": "Оборона установок добычи: Ритем",
        "description": "Получен сигнал бедствия установок добычи, расположенных в пустыне Алдиманд. Большое количество сигналов врага указывает на то, что они подверглись крупномасштабной атаке. Всем ARKS, перехватить и защитить установки.",
        "clearCondition": "Защитите установки добычи!"
    },
    "crocodylisVera": {
        "title": "Карательная экспедиция на Корокодарас Вера",
        "description": "В равнине Дананг были подтверждены сильные пространственно-временные колебания. Согласно последним данным, ожидается появление контролирующего DOLLS “Крокодарас Вера”. Всем членам ARKS, немедленно отправляйтесь и одолейте врага.",
        "clearCondition": "Одолейте Крокодараса Вера!"
    },
    "amsVera": {
        "title": "Карательная экспедиция на Амс Вера",
        "description": "На горе Ратва были подтверждены сильные пространственно-временные колебания. Согласно последним данным, ожидается появление контролирующего DOLLS “Амс Вера”. Всем членам ARKS, немедленно отправляйтесь и одолейте врага.",
        "clearCondition": "Одолейте Амс Вера!"
    },
    "miningRigDefenceKvaris": {
        "title": "Оборона установок добычи: Кварис",
        "description": "",
        "clearCondition": "Защитите установки добычи!"
    }
}