{
    "centralAelio1": "Item Containers come in a variety of colors. Gold Containers have the best items.",
    "centralAelio2": "It's easy to get fruits and veggies here. A great place to gather ingredients!",
    "centralAelio3": "Near Central Aelio's cliffs, you can sometimes find Containers someone left behind.",
    "centralAelio4": "Apparently, Rappies' behavior changes when they gather in large groups. Watching them from a distance could be interesting.",
    "centralAelio5": "Central Aelio is a peaceful meadow area with rolling hills. It has a high Tames population.",
    "centralAelio6": "Quick Food with meat from Tames will temporarily boost ARKS' attack power.",
    "centralAelio7": "Ryuker Devices that are glowing yellow haven't been connected to yet. Link to them to expand your operation range.",
    "centralAelio8": "Dians are Tames with large bodies and huge horns. They live near Central City.",
    "centralAelio9": "Quick Food made with veggies will raise ARKS' defense temporarily.",

    "southAelio1": "There are camps throughout Southern Aelio amongst the trees and caves. Feel free to hold on to anything you find in the Containers.",
    "southAelio2": "Southern Aelio is marked by verticality, with great mountains and large waterfalls. It's also resource-rich with seafood and ores aplenty.",
    "southAelio3": "This area's rich in various foods and ore, too. It's a great place to gather!",
    "southAelio4": "Eating Quick Foods with fruit will temporarily boost your body's photon reserves.",
    "southAelio5": "Dread Enemies have survived more battles than other enemies. That experience has made them extra tough! If only someone had told me sooner...",
    "southAelio6": "Seafood Quick Foods will boost ARKS' vitality temporarily.",
    "southAelio7": "It's said that feeding items to Southern Aelio's Regional Mag will boost the luck of ARKS.",
    "southAelio8": "Noxis might be Tames, but you need to keep your eye on them. If they see a moving object, they'll charge towards it!",

    "westAelio1": "Birdies are Tames with long feathers on their heads. I've seen a lot of them around here, but they're not too common elsewhere.",
    "westAelio2": "I saw an Item Container on the cliffside! I don't have time to get it, so someone else should see what's inside!",
    "westAelio3": "I heard that feeding items to the Regional Mag in Western Aelio makes ARKS stronger. Could it be true?",
    "westAelio4": "West Aelio is famous for its broad expanse of coast. Try gliding to islands from high places.",
    "westAelio5": "You can find plenty of Ore in the rocks, and plenty of Fish and Shellfish along the coast, but you won't have any luck looking for Vegetables out here!",

    "northAelio1": "Scouts have left behind supplies at the mountains in Northern Aelio. If you find Item Containers, help yourself.",
    "northAelio2": "You need ores to upgrade your weapon, yeah? You can find some good stuff around here.",
    "northAelio3": "Feeding items to the Regional Mag in Northern Aelio is said to promote the growth of ARKS.",
    "northAelio4": "Flangos are Tames with beautiful, brightly-colored coats. They can often be seen in swarms down by the water.",
    "northAelio5": "There isn't a lot of food here... There's lots of good ores, though.",
    "northAelio6": "Northern Aelio has a large swamp and plateau. Gigantic DOLLS are said to appear at the plateau...",

    "halphiaLake1": "Lake Halphiria... It looks peaceful, but something feels off about it. I don't know what it is, but something... Something is wrong here.",
    "halphiaLake2": "Lake Halphiria is a great spot for relaxing. Did someone leave picnic supplies in that Item Container by the cliff?",
    "halphiaLake3": "If you get caught in a thunderstorm, watch out. A Gigantix might be about to appear! If you see one, and you're even a little unsure of yourself, run!",

    "mtMagnus1": "Getting up and down Mt. Magnus can be a pain. Making good use of an available Updrafter might make things easier.",
    "mtMagnus2": "Skirmishes with DOLLS often happen at Mt. Magnus. A lot of Item Containers we brought in haven't been touched.",

    "vanfordLaboratoryRuins1": "This place is just ruins now, but some facilities were still operational until recently. A large battle that took place here put an end to that, though...",
    "vanfordLaboratoryRuins2": "This area has enemies called Dromes. If you attack and disable one, your Mag will hack it and turn it into an ally.",
    "vanfordLaboratoryRuins3": "The scouting team have left supplies in this ruined laboratory. They're strewn around haphazardly on high ground or in gaps in the rubble.",

    "resolForest1": "Resol Forest is home to unique kinds of vegetation. At night, they emit a mysterious, unnatural light.",
    "resolForest2": "Our scouts have left supplies behind in Resol Forest. They've been abandoned in the shadows and at the base of trees to keep them safe from enemies.",


    "centralRetem1": "Fortes Launcher is a massive, heavily-armed DOLL. If you can destroy all of its legs, you'll be able to target its core.",
    "centralRetem2": "The oasis here has become a staging ground for our expeditions. I'd like to station some ARKS here full-time, but we just don't have the manpower...",
    "centralRetem3": "This land has living creatures even smaller than Tames. Take a look at the ground and the trees from time to time.",
    "centralRetem4": "The huge structure in Central Retem is called the Trinitis. I wonder what it was used for...? If I find time, I'd like to start an investigation.",
    "centralRetem5": "Vegetables grow in patches around here. You can also harvest Fruit from the desert trees, so keep an eye out for them.",
    "centralRetem6": "A Noxi...? No, that's a Ramul Noxi. It's very different from the ones you see in Aelio.",
    "centralRetem7": "You'll often encounter Sand Korons in the desert. Don't be deceived by their cute appearance, or you'll end up getting hurt.",
    "centralRetem8": "We built a number of lines of defense in Central Retem, preparing for a DOLLS attack. The Item Containers here are leftovers from that battle.",
    "centralRetem9": "Stellar Seeds are stones said to fall from the sky when there's shooting stars overhead. We don't know what the connection between the two could be, but they shine brightly during meteor showers.",

    "westRetem1": "There seems to be an anomaly in the local magnetic field in Western Retem. This may be the cause of the floating rocks found there.",
    "westRetem2": "It's easy to find Vegetables here. If you go down to the water's edge, you can often find Fish and Shellfish too.",
    "westRetem3": "Some Item Containers have been left on the cliffs around here. If you find one, feel free to take whatever's in it.",
    "westRetem4": "It's said that feeding items to the Regional Mag of Western Retem will temporarily boost the power of ARKS.",
    "westRetem5": "Kenkulds are skinny enemies with some fancy footwork. Stay calm, and don't let their bizarre movements distract you.",
    "westRetem6": "Camelios are Tames with two large humps on their back. You'll sometimes find one whose coat is an unusual color.",

    "northRetem1": "Northern Retem hosts the largest mining site in the entire region. The scaffolds are also used by ARKS for training.",
    "northRetem2": "The colossal Lysentos are as fast as they appear. Keep your distance, but don't let your guard down, or you'll be knocked down by its tail.",
    "northRetem3": "Watch out for the enemy generators called Transorves. If you leave them alone, they'll continually add enemies to the fight.",
    "northRetem4": "You can find a lot of Fruit around here. You might also be able to catch rare Seafood down at the beach.",
    "northRetem5": "Hmm, looks like this place has Ores that can't be found in Aelio. They'll probably have their own uses and properties. Further investigation is needed.",
    "northRetem6": "Feeding items to Northern Retem's Regional Mag seems to grant an effect that boosts ARKS' growth rates for a while.",
    "northRetem7": "The Item Containers on the cliffs were left behind by a mining squad. Feel free to take anything you like from them. They'll be glad to know their stuff is being put to use.",
    "northRetem8": "I saw a Tames called a Ramul Birdie, which was unlike anything we have in Aelio. Could they have evolved to adapt to the harsh environment?",

    "southRetem1": "The Tames mammal with magnificent teeth and jaws are called \"Pippotan\". They tend to move in herds, and some individuals have a different appearance from the rest.",
    "southRetem2": "Vegetables grow around here too. And if you look in the sandy beaches and rocks, you might find Seafood.",
    "southRetem3": "The thing that spins like a tornado is a Blast Charge Sign... If you absorb one into your body, you'll be filled with the power of Photons.",
    "southRetem4": "Retem El-Nossa is a significant location for Retem's ARKS. It used to be used for ceremonies, but...",
    "southRetem5": "If you encounter a sandstorm, do your best not to lose track of where you are and where you're going. There have also been reports of Gigantix appearing from them, so be careful.",
    "southRetem6": "The campsites here aren't used much these days. If you find any Item Containers, feel free to take their contents with you.",
    "southRetem7": "It's said that feeding items to Southern Retem's Regional Mag will boost ARKS' luck for a time.",
    "southRetem8": "Bubble Snappers are ALTERS with huge arms. Try attacking with Lightning to dispel the bubbles from their claws.",
    "southRetem9": "Luf Maqaad... Some call it the Dome. It's said there's a vast underground space beneath the rocks...",

    "lufMaqaad1": "Fruit and Vegetables grow here too... And it looks like Fish and Shellfish can be found down by the sea.",
    "lufMaqaad2": "I'll leave an Item Container here for whoever comes by later. ...I don't know how useful it'll be, but it's in your hands now.",

    "retemElNossa1": "Fewer and fewer visitors come here these days. It's basically deserted. The valuable Item Containers we've brought are going to waste.",

    "lowerMaqaad1": "The rocks here shine like stars when there's a meteor shower overhead. Maybe when the fighting calms down a bit, we can investigate how it works...",
    "lowerMaqaad2": "Brancle is a DOLL whose shape is difficult to describe. You can target its central core when the tentacles on its abdomen are extended.",
    "lowerMaqaad3": "Metis is a DOLL that specializes in support and defense. It uses sound waves to strengthen and heal other nearby enemies.",


    "centralKvaris1": "",
    "centralKvaris2": "",
    "centralKvaris3": "",
    "centralKvaris4": "",
    "centralKvaris5": "",
    "centralKvaris6": "",
    "centralKvaris7": "",
    "centralKvaris8": "",
    "centralKvaris9": "",

    "southKvaris1": "",
    "southKvaris2": "",
    "southKvaris3": "",
    "southKvaris4": "",
    "southKvaris5": "",
    "southKvaris6": "",

    "northKvaris1": "",
    "northKvaris2": "",
    "northKvaris3": "",
    "northKvaris4": "",
    "northKvaris5": "",

    "westKvaris1": "",
    "westKvaris2": "",
    "westKvaris3": "",
    "westKvaris4": "",
    "westKvaris5": "",
    "westKvaris6": "",

    "rayjordGorge1": "",
    "rayjordGorge2": "",
    "rayjordGorge3": "",
    "rayjordGorge4": "",

    "beluganaRuins1": "",
    "beluganaRuins2": "",
    "beluganaRuins3": "",
    "beluganaRuins4": "",

    "lostCentral1": "",
    "lostCentral2": "",
    "lostCentral3": "",
    "lostCentral4": "",
    "lostCentral5": ""
}