{
    "seasonal": {
        "title": "",
        "description": "",
        "clearCondition": ""
    },
    "pettasVera": {
        "title": "Карательная экспедиция на контролирующего DOLLS",
        "description": "В северной части Эарио на плато Альто-Лани были подтверждены сильные пространственно-временные колебания. Согласно последним данным, ожидается появление контролирующего DOLLS “Педас Вера”. Всем членам ARKS, немедленно отправляйтесь и одолейте врага.",
        "clearCondition": "Одолейте контролирующую боевую еденицу!"
    },
    "nexVera": {
        "title": "Карательная экспедиция на Некс Вера",
        "description": "В лесу Резол были подтверждены сильные пространственно-временные колебания. Согласно последним данным, ожидается появление контролирующего DOLLS “Некс Вера”. Всем членам ARKS, немедленно отправляйтесь и одолейте врага.",
        "clearCondition": "Одолейте Некс Вера!"
    },
    "miningRigDefenceAelio": {
        "title": "Оборона установок добычи: Эарио",
        "description": "Получен сигнал бедствия установок добычи, расположенных на равнине Эарио. Большое количество сигналов врага указывает на то, что они подверглись крупномасштабной атаке. Всем ARKS, перехватить и защитить установки.",
        "clearCondition": "Защитите установки добычи!"
    },
    "darkFalzInterception": {
        "title": "Операция по перехвату Дарк Фальца",
        "description": "-//-Будет позже-//-",
        "clearCondition": "Перехватите Дарк Фальца!"
    },
    "dustylVera": {
        "title": "Карательная экспедиция на Снайдар Вера",
        "description": "В каньоне Морааба были замечены сильные пространственно-временные колебания. Согласно последним данным, ожидается появление контролирующего DOLLS “Снайдар Вера”. Всем членам ARKS, немедленно отправляйтесь и одолейте врага.",
        "clearCondition": "Одолейте Снайдар Вера!"
    },
    "renusVera": {
        "title": "Карательная экспедиция на Ренус Вера",
        "description": "В низине Стеккин были замечены сильные пространственно-временные колебания. Согласно последним данным, ожидается появление контролирующего DOLLS “Ренус Вера”. Всем членам ARKS, немедленно отправляйтесь и одолейте врага.",
        "clearCondition": "Одолейте Ренус Вера!"
    }
}