{
    "centralAelio1": "There are various colors of Item Containers. You'll definitely find some great stuff in the Gold ones.",
    "centralAelio2": "This area is a cornucopia of fruits and vegetables. It's a great spot for ingredient hunters.",
    "centralAelio3": "You may be able to find abandoned Item Containers near the cliffs of Central Aelio.",
    "centralAelio4": "I hear Rappies act differently in groups. Try observing them undetected and see what happens.",
    "centralAelio5": "The wide plains of Central Aelio are spotted with gently sloping hills. Many TAMES inhabit these lands.",
    "centralAelio6": "ARKS can increase their Attack for a short time by chowing down on Quick Food made with TAMES meat.",
    "centralAelio7": "Yellow, blinking Ryuker Devices have yet to be connected. Get them linked up to expand your range of operations.",
    "centralAelio8": "Dian are known for their giant bodies and large horns. They live around Central City.",
    "centralAelio9": "ARKS can increase their Defense for a short time by chowing down on Quick Food made with vegetables.",

    "southAelio1": "There are old campsites in the underbrush and in caves around South Aelio. Feel free to keep anything from the Item Containers you may find there.",
    "southAelio2": "The peaks and valleys of South Aelio boast plenty of mountains and waterfalls. Its bountiful natural resources make it a hotspot for mining and fishing.",
    "southAelio3": "This area holds a bounty of ingredients. You can find some minerals here too. I highly recommend Gathering here!",
    "southAelio4": "Internal photon stores will be bolstered for a short time by chowing down on Quick Food made with fruit.",
    "southAelio5": "Dread Enemies are veterans of numerous battles. Which means they're no joke! I wish I had known that earlier...",
    "southAelio6": "ARKS can increase their HP for a short time by chowing down on Quick Food made with seafood.",
    "southAelio7": "There's a rumor going around that putting items into a South Aelio Region Mag bolsters the luck of ARKS defenders.",
    "southAelio8": "Noxxi are known for their prominent snouts. Careful around them. They've been known to charge!",

    "westAelio1": "Birdoth have a distinct long feather on their heads. I see a lot of them around here, but not so much elsewhere.",
    "westAelio2": "I found some item containers over by a cliff! Could someone grab the contents? I can't right now.",
    "westAelio3": "I heard if you, like, slam some goodies in the West Aelio Region Mag, it makes ARKS stronger. I wonder if it's true.",
    "westAelio4": "West Aelio is famous for its broad expanse of coast. Try gliding to islands from high places.",
    "westAelio5": "Freely take of the minerals in the rocks and seafood on the coast. But make sure not to take vegetables from the fields!",

    "northAelio1": "There are recon supply caches still left in the mountains of North Aelio.\nMake use of any Item Containers you might come across.",
    "northAelio2": "You need minerals and ore to enhance your weapons, right? You may just strike the motherlode here.",
    "northAelio3": "Tossing a North Aelio Region Mag some items will bolster the growth of ARKS defenders... or so they say.",
    "northAelio4": "Frango are a TAMES unit with beautifully colored feathers. They're often found congregating by water.",
    "northAelio5": "You won't be able to find many ingredients around here... But there's a veritable bounty of quality minerals to gather.",
    "northAelio6": "The wetlands and plateaus of North Aelio stretch far and wide. Sightings have been reported of enormous DOLLS appearing on the plateaus...",

    "halphiaLake1": "Halphia Lake... it looks so peaceful, but... something's off about it. No one can quite put their finger on it...",
    "halphiaLake2": "Halphia Lake is so quiet and peaceful. I wonder if someone left that container near the cliff for a picnic.",
    "halphiaLake3": "Gigantix appear during thunderstorms. If you see one, it's best not to tangle with it unless you're confident in your abilities.",

    "mtMagnus1": "Getting up and down Mt. Magnus can be a pain. Making good use of an available Updrafter might make things easier.",
    "mtMagnus2": "Mt. Magnus is a hotspot for DOLLS encounters. Don't let the Item Containers they've brought in go to waste.",

    "vanfordLaboratoryRuins1": "They call these the lab ruins, but the truth is that some parts were operational until recently. A huge battle wiped them out...",
    "vanfordLaboratoryRuins2": "If you attack the Dromes around here and disable them, your Mag will hack them and put them to work for you.",
    "vanfordLaboratoryRuins3": "The Recon Team left things in the lab ruins. I hear you can find them in high places or between wreckage.",

    "resolForest1": "Resol Forest is overgrown with strange flora. At night it glows with an eerie unnatural light.",
    "resolForest2": "You can find several things left behind by scouts in Resol Forest. They hid them around the trees to protect them from the enemy.",


    "centralRetem1": "Fortos Launchers are DOLLS shaped like heavy artillery. Destroying all of their legs will expose their cores to attack.",
    "centralRetem2": "This oasis is a resting point for long journeys. I wish I had the resources to station some ARKS defenders on it...",
    "centralRetem3": "This vast land is inhabited by many creatures that are smaller than TAMES. Try studying the trees and ground carefully sometimes.",
    "centralRetem4": "That huge structure in Central Retem is known as Trinitas. I'd love to look into what it might have been used for...",
    "centralRetem5": "Vegetables can be found here and there in this area. There's also some fruit that appears only at night, so don't miss that.",
    "centralRetem6": "Noxxi. Or, Lamur Noxxi, I should say. These also seem a little different from their Aelio counterparts.",
    "centralRetem7": "Sand Korons appear in the desert. Don't be fooled by their cute appearance or you'll be in a world of hurt.",
    "centralRetem8": "Central Retem had several layers of defense against the DOLLS assault. Those item containers are vestiges of that battle.",
    "centralRetem9": "\"Stellar Fragment\" is a rock that falls during meteor showers. The connection isn't clear, but it has been observed glowing brightly during meteor showers.",

    "westRetem1": "Apparently an electromagnetic abnormality occurs in West Retem. Maybe that's why sometimes you see floating boulders.",
    "westRetem2": "There are tons of vegetables around here. You can also find seafood by the waterfront.",
    "westRetem3": "Item containers were left behind on the clifftops in the area. Feel free to use anything you find.",
    "westRetem4": "Giving items to the West Retem Region Mag will temporarily boost the growth of ARKS defenders. So they say.",
    "westRetem5": "The reedy Kelkundo throw powerful kicks. Stay calm and don't be intimidated by their strange movements.",
    "westRetem6": "A Camelio is a TAMES unit with two humps on its back. Occasionally you find specimens of a different color.",

    "northRetem1": "North Retem is the biggest mining spot in Retem. The scaffolding is also used for ARKS training drills.",
    "northRetem2": "Lizentos move deceptively fast for their size. They're dangerous even at a distance and their tail attacks pack serious power.",
    "northRetem3": "Be on the lookout for Transorves. They're like spawn points that crank out tons of enemies.",
    "northRetem4": "Fruits are easy to find around here. You also might find some interesting seafood around the beach at night.",
    "northRetem5": "Hmm. Apparently there are minerals here not found in Aelio. With different uses and properties. Be sure to look into them.",
    "northRetem6": "It seems that throwing items to the North Retem Region Mag temporarily boosts the growth of ARKS defenders.",
    "northRetem7": "Those item containers on the clifftops were left behind by the mining crew. I'm sure they'd be happy to have you make use of them.",
    "northRetem8": "I saw a Lamur Birdoth. Those aren't found in Aelio. They seem to have mutated as an adaptation to the harsh environment.",

    "southRetem1": "Pippotam are a TAMES unit with powerful teeth and jaws. They often move in groups, and sometimes you'll see one that looks different.",
    "southRetem2": "There are some vegetables to be found around here, too. If you encounter a sandstorm, try looking for some seafood.",
    "southRetem3": "Whirlwinds stir up something called \"Blastisigne.\" I bet ingesting one would cause you to overflow with photon power.",
    "southRetem4": "Retem Alnothe is a special place for Retem's ARKS defenders. It was once even a ceremonial site...",
    "southRetem5": "Take care not to get lost if you run into a sandstorm. Also, we have reports of a Gigantix. Be careful.",
    "southRetem6": "This campsite isn't used much anymore. Feel free to grab things from any item containers you find.",
    "southRetem7": "They say giving items to the South Retem Region Mag brings good luck to ARKS defenders for a while.",
    "southRetem8": "Bubble Snappers are ALTERS with huge arms. Try attacking with Lightning to dispel the bubbles from their claws.",
    "southRetem9": "Rwh Maqead... we call it \"The Dome.\" It's said that inside the enormous rock is a vast subterranean expanse...",

    "lufMaqaad1": "Fruits and vegetables grow here, too... and you can even find seafood by the sea.",
    "lufMaqaad2": "I leave these item containers for those who come after me. It is my hope that they serve you in this task.",

    "retemElNossa1": "With no one to visit, this place is also succumbing to disuse. If you don't unload item containers here, no one else will.",

    "lowerMaqaad1": "This rock glows like a starry sky every time there's a meteor shower. I'd love to find out why once everything calms down...",
    "lowerMaqaad2": "Brancles are DOLLS with a bizarre appearance. When their abdomen tentacles are extended, their cores are vulnerable to attack.",
    "lowerMaqaad3": "Metius are DOLLS adapted for defense and support. They use sonic waves to buff and heal nearby enemies.",


    "centralKvaris1": "In Central Kvaris you can find a rare mineral called snoal. It's used to repair devices and sells for a high price.",
    "centralKvaris2": "I saw a small animal around here with fat cheeks. It seemed edible, but I get the feeling I shouldn't eat it.",
    "centralKvaris3": "Frozen containers are really hard. Like, too hard. Maybe I'll try ramming into one with a speed-boosted Floating Board.",
    "centralKvaris4": "If you break Crystalline Ice, you'll get a sharp ice fragment. Try chucking it at an enemy if you're in a pinch!",
    "centralKvaris5": "When I went out at night, I saw some rare seafood! Maybe it's a kind that's nocturnal.",
    "centralKvaris6": "There's a molluscoid in this area that looks like a rock. It was really crunchy. Maybe I shouldn't have eaten it.",
    "centralKvaris7": "I found an umbrella-shaped molluscoid in the water. I tried eating it, but it really did a number on my stomach. I'm in a cold sweat now.",
    "centralKvaris8": "Central Kvaris is home to a great variety of plantlife. Naturally, plant-eating TAMES tend to gather there.",
    "centralKvaris9": "You can get seafood from the river in Central Kvaris! And vegetables can be found nearby trees.",

    "southKvaris1": "It's so fun speeding around on a Floating Board! I could do this forever! Try hitting a jump panel. You'll soar!",
    "southKvaris2": "Proctyses are enemies with box-like heads. Their attacks are irregular, making them especially hard to take down.",
    "southKvaris3": "I got a lot of minerals from inside caves. I can't even carry them all. I'll have to come back later for the rest.",
    "southKvaris4": "I saw an animal with a fluffy tail nearby Kvaris Camp. Somehow I ended up making friends with it. So I can't eat it now...",
    "southKvaris5": "DOLLS in Kvaris will teleport in the middle of a battle. Make sure you don't lose sight of them.",
    "southKvaris6": "The terrain of South Kvaris is complex and riddled with caves. You may find abandoned containers in dead ends.",

    "northKvaris1": "When I peeked inside a small hole in the snow field, I found a fluffy animal. I tried to grab it, but it got away. Now I won't be able to eat it!",
    "northKvaris2": "I bet I'll find a ton of minerals at the top of Mt. Latva. But my legs have just about had it...",
    "northKvaris3": "You can destroy frozen containers with a strong hit. For example, by throwing a shard of Crystalline Ice.",
    "northKvaris4": "From here you can see Kvaris's highest peak, Mt. Latva. Originally, the neighboring Mt. Ihana was taller, until one day...",
    "northKvaris5": "A Gigantix suddenly appeared in the middle of a blizzard! I was on the lookout for it, but it still caught me off guard.",

    "westKvaris1": "Stop by the Region Mag before you head to Rayjord Gorge. If you give it something, you'll get a boost against the cold in return.",
    "westKvaris2": "Floating Boards do have auxiliary power, but it's not enough to get them up hills. You need to speed them up by dashing to climb any elevation.",
    "westKvaris3": "Poloros morphed into their current form as a response to their environment. It might be good to research the ecosystem here.",
    "westKvaris4": "I found a group of little furball-like creatures that I haven't seen anywhere else. They're more fur than meat, though. Oh well...",
    "westKvaris5": "When the hand-like protuberance on a Jangis changes shape, its attacks change, too. Watch out.",
    "westKvaris6": "An abundance of snowy slopes can be found to the west of here. Zipping down them on Floating Boards is a great way to have fun.",

    "rayjordGorge1": "Comantas are a rare type of fish that can move around on land. They taste amazing. You should try one sometime.",
    "rayjordGorge2": "The average ARKS defender likely wouldn't be able to withstand the cold here. It's a little too late to tell you that, you say?",
    "rayjordGorge3": "When I go in this cave, it feels like the flow of photons in my body slows down. What's with that?",
    "rayjordGorge4": "There's a rumor that an enemy encased in ice has been seen nearby. Some say it started to move when the ice melted. Scary!",

    "beluganaRuins1": "DOLLS transporters have giant containers hanging off them. We should take them. You know, to lighten their load.",
    "beluganaRuins2": "This is where the Kvaris division of ARKS once took up residence. Now, only hacked Hovacs can be found wandering around.",
    "beluganaRuins3": "If you attack the Hovacs wandering around here and disable them, your Mag will hack them and put them to work for you.",
    "beluganaRuins4": "*Sigh* Auroras truly are beautiful. I need to focus on the battle, but I can't help staring.",

    "lostCentral1": "Rinshans have rollers for feet. They may be slow, but look out for their humongous weapons!",
    "lostCentral2": "The hanging icicles have brittle parts to them. If they're hit, they might fall.",
    "lostCentral3": "The cold photons in the air are highly unstable. They'll explode with even the slightest impact.",
    "lostCentral4": "This was once a verdant mountain, but is now only a shadow of its former self. When will those halcyon days return to Kvaris?",
    "lostCentral5": "I'll stockpile materials in preparation for the showdown with the DOLLS. Victory isn't certain, so go ahead and use anything you need."
}