{
    "ui": {
        "triggers": "Triggers",
        "limited": "Limited Time"
    },
    "limited": {
        "title": "Drill: A Trap in the Forest",
        "clearCondition": "Defeat the target enemies",
        "description": "This practice drill is a simulation from the archive to help you prepare for the coming battle. The current settings will allow you to reenact putting down a huge enemy incursion from the past. Your objective is to defeat a multitude of large enemies in each region."
    },
    "triggers": {
        "darkFalzInterception": {
            "title": "Drill: Dark Falz Interception",
            "clearCondition": "This pracitce drill is a simulation from the archive to help you prepare for the coming battle. The current settings will allow you to reenact fierce fighting in Central Aelio. Make use of all your skills to defeat Dark Falz.",
            "description": "Defeat the Dark Falz",
            "failCondition": ""
        },
        "darkFalzInterceptionR2": {
            "title": "Drill: Dark Falz Interception R.2",
            "clearCondition": "This pracitce drill is a simulation from the archive to help you prepare for the coming battle. The current settings will allow you to reenact fierce fighting in Central Aelio. Make use of all your skills to defeat Dark Falz.",
            "description": "Defeat the Dark Falz",
            "failCondition": "Incapacitated 5 times\nTime exceeds 20:00"
        },
        "dustylVera": {
            "title": "Dustyl Vera Suppression Op",
            "description": "A powerful space-time flux has been detected in Murabba Canyon in North Retem. Based on past data, we expect Dustyl Vera, the Command DOLLS unit, to be there. We need all ARKS defenders to hurry to the designated point and defeat the enemy.",
            "clearCondition": "Defeat the target enemy"
        },
        "renusVera": {
            "title": "Renus Vera Suppression Op",
            "description": "A powerful space-time flux has been detected in the northern part of Central Retem. Based on past data, we expect Renus Vera, the Command DOLLS unit, to be there. We need all ARKS defenders to hurry to the designated point and defeat the enemy.",
            "clearCondition": "Defeat the target enemy"
        },
        "miningRigDefenceRetem": {
            "title": "Mining Rig Defense: Retem",
            "description": "We've received an emergency support request from our active mining unit in Aldimond Desert. Numerous enemy readings in the area suggest a major assault is likely. We need all ARKS defenders to hurry to the site and defend the Mining Rig.",
            "clearCondition": "Defeat the target enemy"
        }
    }
}