{
    "limited": {
        "title": "limited.title",
        "description": "limited.description",
        "clearCondition": "limited.clearCondition"
    },
    "seasonal": {
        "title": "seasonal.title",
        "description": "seasonal.description",
        "clearCondition": "seasonal.clearCondition"
    },
    "pettasVera": {
        "title": "Command DOLLS Suppression Op",
        "description": "A powerful space-time flux has been detected in the Altolani Plateau in North Aelio. Based on past data, we expect Pettas Veras, the Command DOLLS unit, to be there. We need all ARKS defenders to hurry to the designated point and defeat the enemy.",
        "clearCondition": "Defeat the Command DOLLS unit!"
    },
    "nexVera": {
        "title": "Nex Vera Suppression Op",
        "description": "A powerful space-time flux has been detected in Resol Forest. Based on past data, we expect Nex Vera, the Command DOLLS unit, to be in the combat zone. We need all ARKS defenders to hurry to the designated point and defeat the enemy.",
        "clearCondition": "Suppress Nex Vera!"
    },
    "miningRigDefenceAelio": {
        "title": "Mining Rig Defense: Aelio",
        "description": "We've received an emergency support request from our active mining unit in Aelio Plains. Numerous enemy readings in the area suggest a major assault is likely. We need all ARKS defenders to hurry to the site and defend the Mining Rig.",
        "clearCondition": "Defend the Mining Rig!"
    },
    "darkFalzInterception": {
        "title": "Dark Falz Interception",
        "description": "Our data points to the imminent appearance of Dark Falz in the Central City area. All ARKS defenders report to the rerdezvous immediately and repel the enemy advance until the Central Cannon is operational.",
        "clearCondition": "Defeat Dark Falz!"
    },
    "dustylVera": {
        "title": "Dustyl Vera Suppression Op",
        "description": "A powerful space-time flux has been detected in Murabba Canyon in North Retem. Based on past data, we expect Dustyl Vera, the Command DOLLS unit, to be there. We need all ARKS defenders to hurry to the designated point and defeat the enemy.",
        "clearCondition": "Defeat Dustyl Vera!"
    },
    "renusVera": {
        "title": "Renus Vera Suppression Op",
        "description": "A powerful space-time flux has been detected in the northern part of Central Retem. Based on past data, we expect Renus Vera, the Command DOLLS unit, to be there. We need all ARKS defenders to hurry to the designated point and defeat the enemy.",
        "clearCondition": "Defeat Renus Vera!"
    },
    "miningRigDefenceRetem": {
        "title": "Mining Rig Defense: Retem",
        "description": "We've received an emergency support request from our active mining unit in Aldimond Desert. Numerous enemy readings in the area suggest a major assault is likely. We need all ARKS defenders to hurry to the site and defend the Mining Rig.",
        "clearCondition": "Defend the Mining Rig!"
    },
    "crocodylisVera": {
        "title": "Crocodylis Vera Suppression Op",
        "description": "A powerful space-time flux has been detected in the northern part of Danann Snow Field. Based on past data, we expect Crocodylis Vera, the Command DOLLS unit, to be in the combat zone. We need all ARKS defenders to hurry to the designated point and defeat the enemy.",
        "clearCondition": "Defeat Crocodylis Vera!"
    },
    "amsVera": {
        "title": "Ams Vera Suppression Op",
        "description": "A powerful space-time flux has been detected on Mt. Latva. Based on past data, we expect Ams Vera, the Command DOLLS unit, to be in the combat zone. We need all ARKS defenders to hurry to the designated point and defeat the enemy.",
        "clearCondition": "Suppress Ams Vera!"
    },
    "miningRigDefenceKvaris": {
        "title": "Mining Rig Defense: Kvaris",
        "description": "We've received an emergency support request from our active mining unit on Danann Snow Field. Numerous enemy readings in the area suggest a major assault is likely. We need all ARKS defenders to hurry to the site and defend the mining rigs.",
        "clearCondition": "Defend the Mining Rigs!"
    },
    "doldorisVera": {
        "title": "Doldoris Vera Suppression Op",
        "description": "A powerful space-time flux has been detected in the northern part of Felusa Ridge. Going by past data, we believe it to be the Command DOLLS unit, Doldoris Vera. We need all ARKS defenders to hurry to the designated point and defeat the enemy.",
        "clearCondition": "Defeat Doldoris Vera!"
    },
    "nilsVera": {
        "title": "Nils Vera Suppression Op",
        "description": "A powerful space-time flux has been detected in the Dreisen Plant. Going by past data, we expect Nils Vera, the Command DOLLS unit, to be in the combat area. We need all ARKS defenders to hurry to the designated point and defeat the enemy.",
        "clearCondition": "Defeat Nils Vera!"
    },
    "theBattleOfHalphiaLake": {
        "title": "The Battle of Halphia Lake",
        "description": "Our data points to the imminent appearance of Dark Falz Aegis in the Halphia Lake area. All ARKS defenders, report to the emergence point immediately to eliminate this threat to Halpha, with support from Central Cannon.",
        "clearCondition": "Defeat Dark Falz Aegis!"
    }
}